const contemp = `
Контемпорарі –  різновид сучасного танцю, що поєднує західні і східні методики (класичний танець, джаз модерн, цигун, йога).  Йому притаманні легкі і виразні рухи, зазвичай танцюється босоніж.

Заняття починається з розігріву - підготовки м'язів та суглобів,стрибків, технік розслаблення і розтяжки.

Велика увага приділяється диханню, усвідомленню тіла, якості рухів, роботі з простором, вагою тіла та емоціями. 

Якщо ви хочете освоїти нове хобі і любите танцювати, запрошуємо до dance club RODEM.

Контемп- це швидше, мистецтво, філософія, яка виражає в русі особисті переживання та емоції. 

Ви  навчитесь відчувати своє тіло, розвинете пластику, музикальність, здобудете душевну рівновагу  і гармонію.

Деталі та запис за тел. 066 39 57 382
`

const tango = `
Аргентинське танго - це друге дихання ділового міста, його пристрасть і загадкова душа втілена в танці. Танго проникає всередину й досягає сердець тих, хто споглядає за танцівниками, завдяки тим почуттям, які вони вкладають у танець.

Основана відмінність аргентинського танго від європейського, яке практикують в тих школах Ужгорода де вивчають бальні танці, заключається в тому, що аргентинське танго це завжди імпровізація. На уроках дівчата вчаться довіряти чоловікам, а чоловіки вчаться приймати швидкі рішення і нести відповідальність за двох. Крім того танго надає можливіть взаємодіяти не тільки з тим партнером з котрим ви відвідуєте уроки, а і з людьми по всьому світу котрі займаються цим видом.

Тривалий час наше місто не могло похвалитися можливістю вивчати цей танець, але зараз часи змінилися і ось вже декілька років як у всіх бажаючих є можливість відвідувати уроки аргентинського танго у зручному залі, у центрі Ужгорода в танцювальному клубі Родем.
`

const fiesta = `
Пориньте в різнобарвний світ латиноамериканської фієсти, зробіть своє життя яскравішим і цікавішим, знайдіть захоплення, яке здатне захопити вас з головою!
`

const bachata = `Бачата - дивовижний і неповторний латиноамериканський танець. Еротичність, романтичність, показ почуттів і максимальна близькість партнерів - це ті характерні риси, завдяки яким бачата завоювала серця мільйонів. Пориньте і Ви в океан почуттів і романтики і почніть вчитися танцювати цей дивовижний танець!
`
const biser = `
Бісероплетіння належить до декоративного мистецтва, яке має багатовікову історію.

Бісером прикрашають одяг і вишивають картини, плетуть прикраси та аксесуари. 

Це хобі, яке приносить задоволення та заспокоює, розвиває уяву та уважність.

На мастер-класі ми вчимось розуміти і плести по схемам, що завжди стане в нагоді.

Запрошуємо в групу, кожного четверга о 14:30 до клубу РОДЕМ, м. Ужгород
`

const uspikh = `
Інтерактивна розвиваюча програма, саме те, що потрібно дитині цього літа!

Спілкування і пізнання себе!  

Займаємось по методиці відомого психолога Оскара Бреніф’є "Мистецтво мислити, задавати питання і вести діалог"

Вік учасників: 7-9 років,  10-15 років

Дати: 

* 11-15 липня 2022
* 18-22 липня 2022
* 25-29 липня 2022

Що будемо робити:

* виведемо свою формулу успішного спілкування;
* надихнемось власними мріями і новими знайомствами;
* поговоримо на теми впевненості і самопрезентації;
* будемо виражати свої емоції через рух, і танець;
* навчимось знаходити спільну мову з батьками, друзями, однолітками  і вести діалог;
* створимо свою карту бажань.

Програма курсу включає:

* теорія з психології 
* творчі завдання 
* імітаційні ігри
* йога 
* командні вправи
* смачні  перекуси 

Телефонуйте для бронювання місць і детальної інформації: <a href="tel:+380663957382">066 395 73 82</a>

Кожен учасник отримає роздаткові матеріали, робочий зошит та сертифікат.

За результатами курсу батьки отримають зворотній зв’язок. 

Ведучі курсу:

**Мар'яна Плакош** - сімейний та дитячий психолог, з практичним досвідом роботи 11 років. Власниця психологічної студії «INSIDE».

**Вікторія Іваницька** - керівник і хореограф клубу «RODEM», 9 років навчаємо і захоплює танцями дітей та дорослих нашого міста Ужгород.
`

const pysanka = `
Розпис писанок в теплій сімейній атмосфері клубу RODEM

Власна писанка, декорована символами миру, здоров’я, родинного щастя, достаткуй -це чудовий оберіг, подарунок, що залишиться вам на згадку.
 `

const defaults = {
  mainText: 'Танцювальна школа для людей будь-якого віку і рівнів підготовки. Тут кожного вчать техніці, емоціям та цьому прекрасному мистецтву - МИСТЕЦТВУ ТАНЦЮ!',
  aboutText: 'Якщо вам періодично спадає на думку де можна записатися на танці в Ужгороді то ви звернулися за вірною адресою. Приєднуйтеся до нашої школи танців і отримаєте відпочинок від домашніх турбот та робочої рутини. Ви станете центром уваги будь-якої вечірки, затребуваним партнером для танців. Отримайте масу приємних емоцій. Створіть собі красиве тіло.',
  aboutStress: 'Родем - це танці для дорослих та дітей, зручний зал в центрі Ужгорода, завжди приємна та привітна атмосфера.',
  slides: [
    {
      text: '«Її креативний бізнес — це не просто спорт, а добра справа, адже дівчина змінює життя інших на краще. Коли приходиш у “Родем”, то навколо Віки завжди повно радісних дітей і усміхнених дорослих. Танці — це вже інший світогляд, нові емоції і хороша фізична форма!»',
      author: 'Евеліна Гурницька',
      authorImg: '/images/hurnytska.jpg',
      url: 'https://prozak.info/Osobistosti/Divochij-tvorchij-startap-Vika-IIvanic-ka'
    },
    {
      text: '«В Ужгороді познайомився з гарною командою місцевого танцювального клуба "Родем"! Трохи потренувалися та поспілкувались. З соціальними танцями у будь-яких містах та країна для тебе відкриті двері та знаходяться нові сальса-друзі!»',
      author: 'Віктор Рибін',
      authorImg: '/images/rybin.png',
      url: 'https://www.facebook.com/permalink.php?story_fbid=564785100621019&id=100012686025639'
    },
    {
      text: '«4 години інтенсиву і як може бути, якщо не поспішати, контролювати намір і бути на зворотньому зв\'язку:) якщо розуміти що ти робиш і нащо, а це вже особистісне індивідуальне. Такі люди надихають працювати!»',
      author: 'Зоряна Кавецька',
      authorImg: '/images/kavetska.jpg',
      url: 'https://www.facebook.com/groups/1263601537004774/posts/2425794284118821'
    }
  ],
  dances: [
    {
      title: 'Для дітей',
      image: '/images/another_activities.jpg',
      description: 'Рух - це життя, наш рух-це танець! Танцювальний клуб  RODEM запрошує на групові заняття дітей та підлітків.',
      fullText: 'Рух - це життя, наш рух-це танець! Танцювальний клуб  RODEM запрошує на групові заняття дітей та підлітків.',
      time: `
Понеділок: з 16:30 (8-11 років)

Вівторок: з 16:00 (12-16 років)

Середа: з 16:30 (8-11 років)

Четвер: з 16:00 (12-16 років)
      `,
    },
    {
      title: 'Контемп',
      image: '/images/another_activities.jpg',
      description: 'Головне в контемпі - це задоволення від танцю та імпровізації, ваша свобода самовираження та індивідуальність. Контемпорарі –  різновид сучасного танцю, що поєднує західні і східні методики (класичний танець, джаз модерн, цигун, йога).',
      fullText: 'Головне в контемпі - це задоволення від танцю та імпровізації, ваша свобода самовираження та індивідуальність. Контемпорарі –  різновид сучасного танцю, що поєднує західні і східні методики (класичний танець, джаз модерн, цигун, йога).',
      time: `
Понеділок: з 16:30 (8-11 років)

Вівторок: з 16:00 (12-16 років)

Середа: з 16:30 (8-11 років)

Четвер: з 16:00 (12-16 років)
      `,
      fullDescription: contemp
    },
    {
      title: 'Танго',
      image: '/images/header.jpg',
      description: 'Аргентинське танго - це друге дихання ділового міста, його пристрасть і загадкова душа втілена в танці. Танго проникає всередину й досягає сердець тих, хто споглядає за танцівниками, завдяки тим почуттям, які вони вкладають у танець.',
      fullText: 'Аргентинське танго - це друге дихання ділового міста, його пристрасть і загадкова душа втілена в танці. Танго проникає всередину й досягає сердець тих, хто споглядає за танцівниками, завдяки тим почуттям, які вони вкладають у танець.',
      time: `
Понеділок: з 16:30 (8-11 років)

Вівторок: з 16:00 (12-16 років)

Середа: з 16:30 (8-11 років)

Четвер: з 16:00 (12-16 років)
      `,
      fullDescription: tango
    },
    {
      title: 'Бачата',
      image: '/images/another_activities.jpg',
      description: 'Бачата - дивовижний і неповторний латиноамериканський танець. Еротичність, романтичність, показ почуттів і максимальна близькість партнерів - це ті характерні риси, завдяки яким бачата завоювала серця мільйонів. ',
      fullText: 'Бачата - дивовижний і неповторний латиноамериканський танець. Еротичність, романтичність, показ почуттів і максимальна близькість партнерів - це ті характерні риси, завдяки яким бачата завоювала серця мільйонів. ',
      time: `
Понеділок: з 16:30 (8-11 років)

Вівторок: з 16:00 (12-16 років)

Середа: з 16:30 (8-11 років)

Четвер: з 16:00 (12-16 років)
      `,
      fullDescription: bachata
    },
  ],
  events: [
    {
      date: '2022-08-22',
      title: 'Курс ефективного спілкування "Психологія успіху" (7-9 років)',
      description: 'Вчимось мислити в інтерактивній формі. 5 днів спілкування, творчості, йоги та захоплюючих ігор',
      fullText: uspikh,
      icon: 'mdi-human-male-child',
      image: '/images/children_reading.jpg'
    },
    {
      date: '2022-06-16',
      title: 'Майстер-клас "Прикраса з бісеру"',
      description: 'Створи свою неповторну прикрасу. Вчимось плести браслети, кільця, ланцюжки, сережки',
      fullText: biser,
      icon: 'mdi-human-male-child',
      image: '/images/biser.jpg'
    },
    {
      date: '2022-05-11',
      title: 'Майстер-клас "Солодкий букет"',
      description: 'Хто бажає навчитись робити квіти власними руками? І зробити подарунок рідним до Міжнародного дня сім\'ї?',
      fullText: 'Хто бажає навчитись робити квіти власними руками? І зробити подарунок рідним до Міжнародного дня сім\'ї?',
      icon: 'mdi-human-male-child',
      image: '/images/bouquet.jpg'
    },
    {
      date: '2022-04-20',
      title: 'Майстер-клас "Велика писанка"',
      description: 'Розпис писанок в теплій сімейній атмосфері клубу RODEM',
      fullText: 'Хто бажає навчитись робити квіти власними руками? І зробити подарунок рідним до Міжнародного дня сім\'ї?',
      icon: 'mdi-human-male-child',
      image: '/images/pysanka.jpg'
    }
  ]
}

module.exports = defaults
